VV_cases/V2_thermal/results/study_v2a/runs/006_data_v2_production_like_short/simulations/Re60_prodLike/openfoam_setup/constant/momentumTransport
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      momentumTransport;
}

simulationType  laminar;
