VV_cases/V2_thermal/results/study_v2a/runs/006_data_v2_production_like_short/simulations/Re60_prodLike/openfoam_setup/0/U
FoamFile
{
    format      ascii;
    class       volVectorField;
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0.075809129 0 0);

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform (0.075809129 0 0);
    }
    outlet
    {
        type            pressureInletOutletVelocity;
        value           uniform (0.075809129 0 0);
    }
    bottom
    {
        type            symmetryPlane;
    }
    top
    {
        type            symmetryPlane;
    }
    cylinder
    {
        type            noSlip;
    }
    front
    {
        type            symmetryPlane;
    }
    back
    {
        type            symmetryPlane;
    }
}
